Repository: collective/collective.captionmanager
Catalog: collective/captionmanager/locales/*/LC_MESSAGES/collective.captionmanager.po
Languages: fr

source: Captions transformer form
fr: Formulaire de transformation de sous-titres

source: Downlaod
fr: Télécharger

source: Transform
fr: Transformer

source: Youtube caption download form
fr: Formulaire de téléchargement de sous-titres Youtube

source: input file
fr: Ficher d'entrée de données

source: input format
fr: Format d'entrée des données

source: input link
fr: Lien de la vidéo

source: input text
fr: Texte des sous-titres

source: input_format_description
fr: Vous devez préciser le format de votre fichier ou du texte

source: output format
fr: Format souhaité

source: output language
fr: Langue souhaitée

source: output_format_description
fr: Le format dans lequel vous souhaitez télécharger vos sous-titres
